[
    {
        "id": "1",
        "quote": "You have no responsibility to live up to what other people think you ought to accomplish. I have no responsibility to be like they expect me to be. It's their mistake, not my failing."
    },
    {
        "id": "2",
        "quote": "Never regret a day in your life; good days give happiness, bad days give experiences, worst days give lessons, and best days give memories."
    },
    {
        "id": "3",
        "quote": "Your best teacher is your last mistake."
    },
    {
        "id": "4",
        "quote": "Your mistakes don't define who you are. It's what you do after you have made the mistakes that makes all the difference.Every mistake you make is a learning experience. They don't make you less capable. But it's how you correct them or learn from them that defines you."
    },
    {
        "id": "5",
        "quote": "You cannot get educated by this self-propagating system in which people study to pass exams, and teach others to pass exams, but nobody knows anything. You learn something by doing it yourself, by asking questions, by thinking, and by experimenting."
    },
    {
        "id": "6",
        "quote": "The difference between a good student and a great one is that a good student is concerned more about the outcome while a great one is fascinated by the process of learning."
    },
    {
        "id": "7",
        "quote": "If you're wrong, admit it."
    },
    {
        "id": "8",
        "quote": " If you're confused, ask questions."
    },
    {
        "id": 9,
        "quote": "Don't just teach your students to read. Teach them to question what they read."
    },
    {
        "id": 10,
        "quote": "The value of a college education is not the learning of many facts but the training of the mind to think."
    },
    {
        "id": 11,
        "quote": "Study the science of art. Study the art of Science. Develop your senses - especially learn how to see. Realize that everything connects to everything else."
    },
    {
        "id": 12,
        "quote": "Educate yourself about things. Study hard what interests you the most. Don't worry about what others think of you, that's none of your business. Train your mind to think, doubt, and question. That's how you grow."
    },
    {
        "id": 13,
        "quote": "When you are dead, you don't know you are dead. It's pain only for others. It's the same thing when you are stupid."
    },
    {
        "id": 14,
        "quote": "Memorization is not Learning"
    },
    {
        "id": 15,
        "quote": "You learn nothing from life if you think you're right all the time."
    }
]